/* No comment provided by engineer. */
"About Us" = "A Notre Propos";

/* No comment provided by engineer. */
"Contact Developer" = "Contactes Développeur";

/* No comment provided by engineer. */
"Contact Us" = "Contacte-nous";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"Favorites" = "Favoris";

/* No comment provided by engineer. */
"Missed" = "Manqués";

/* No comment provided by engineer. */
"My Votes" = "Vôtes";

/* No comment provided by engineer. */
"Recents" = "Playlist";

/* No comment provided by engineer. */
"Support Information" = "Aide";

/* No comment provided by engineer. */
"WeekOfFormat" = "Semaine du %@";

/* No comment provided by engineer. */
"TopRated" = "Top 20";

/* No comment provided by engineer. */
"Yesterday" = "Hier";

/* No comment provided by engineer. */
"Song" = "Morceau";

/* No comment provided by engineer. */
"Songs" = "Morceaux";

/* No comment provided by engineer. */
"Mix" = "Mixage";

/* No comment provided by engineer. */
"Artist" = "Artiste";

/* No comment provided by engineer. */
"Rating" = "Mon Vôte";

/* No comment provided by engineer. */
"ArtistMix" = "Artiste/Mixage";

/* Text that appears to indicate when the votes will be cleared */
"VotesClearedOn" = "La semaine se terminant le %@";

/* Text that appears when no Favorites have been selected */
"NoFavorites" = "Tu n'as pas encore voté pour tes chansons préférées.\n\nVote pour un morceau et celui-ci apparaîtra dans tes Favoris.";

/* Text that appears for Auto-Lock in dock */
"Auto-Lock" = "Verouillage automatique";


